Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2011.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 2011年政府工作报告

source: Delivered at the Fourth Session of the Eleventh National People's Congress on March 5, 2011
zh_cn: ——2011年3月5日在第十一届全国人民代表大会第四次会议上

source: Wen Jiabao, Premier of the State Council
zh_cn: 国务院总理 温家宝

source: Fellow Deputies,
zh_cn: 各位代表，

source: On behalf of the State Council, I now present to you my report on the work of the government for your deliberation and approval. I also invite the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC) to submit comments and suggestions.
zh_cn: 现在，我代表国务院，向大会作政府工作报告，请各位代表审议，并请全国政协委员提出意见。

source: I. Review of National Economic and Social Development During the Eleventh Five-Year Plan Period
zh_cn: 一、“十一五”时期国民经济和社会发展的回顾

source: The Eleventh Five-Year Plan period was a truly extraordinary time in the course of the country's development.
zh_cn: “十一五”时期是我国发展进程中极不平凡的五年。

source: In the face of complex domestic and international situations and a series of major risks and challenges, the Communist Party of China (CPC) united with and led the people of all the country's ethnic groups in comprehensively advancing reform, opening up and modernization, bringing about a historic change in China over the past five years.
zh_cn: 面对国内外复杂形势和一系列重大风险挑战，中国共产党团结带领全国各族人民，全面推进改革开放和现代化建设，国家面貌发生了历史性变化。

source: - The country's productive forces and overall national strength improved significantly.
zh_cn: ——这五年，我国社会生产力、综合国力显著提高。

source: We effectively warded off the impact of the global financial crisis, maintained steady and rapid economic development and fulfilled the major objectives and tasks of the Eleventh Five-Year Plan, and the economy scaled new heights.
zh_cn: 我们有效应对国际金融危机冲击，保持经济平稳较快发展，胜利完成“十一五”规划的主要目标和任务，国民经济迈上新的台阶。

source: GDP grew at an average annual rate of 11.2% to reach 39.8 trillion yuan. Government revenue increased from 3.16 trillion yuan to 8.31 trillion yuan.
zh_cn: 国内生产总值达到39.8万亿元，年均增长11.2%，财政收入从3.16万亿元增加到8.31万亿元。

source: Major breakthroughs were attained in cutting-edge science and technology such as the manned space mission, the lunar exploration program and supercomputers.
zh_cn: 载人航天、探月工程、超级计算机等前沿科技实现重大突破。

source: Great progress was made in the modernization of national defense and the army.
zh_cn: 国防和军队现代化建设取得重大成就。

source: - Progress in all social programs accelerated and people's lives improved significantly.
zh_cn: ——这五年，各项社会事业加快发展、人民生活明显改善。

source: Comprehensive progress was made in education, science and technology, culture, public health and sports programs.
zh_cn: 教育、科技、文化、卫生、体育事业全面进步。

source: The number of new urban jobs increased by 57.71 million, and 45 million agricultural workers found urban employment.
zh_cn: 城镇新增就业5771万人，转移农业劳动力4500万人；

source: The per capita disposable income of urban residents rose by an annual average of 9.7% and the per capita net income of rural residents by 8.9% in real terms.
zh_cn: 城镇居民人均可支配收入和农村居民人均纯收入年均分别实际增长9.7%和8.9%；

source: The social security system covering both urban and rural areas was progressively refined.
zh_cn: 覆盖城乡的社会保障体系逐步健全。

source: - Major progress was made in reform and opening up.
zh_cn: ——这五年，改革开放取得重大进展。

source: New breakthroughs were achieved in crucial areas and key links of reform, and the socialist market economy further improved.
zh_cn: 重点领域和关键环节改革实现新突破，社会主义市场经济体制更加完善。

source: Last year, total foreign trade volume reached US$ 2.97 trillion and the openness of the economy increased rapidly.
zh_cn: 去年对外贸易总额达到2.97万亿美元，开放型经济水平快速提升。

source: - China's international prestige and influence grew significantly.
zh_cn: ——这五年，我国国际地位和影响力显著提高。

source: We played an important and constructive role in international affairs; effectively safeguarded our national sovereignty, security and development interests; and made major progress in our all-around diplomacy.
zh_cn: 我们在国际事务中发挥重要的建设性作用，有力维护国家主权、安全和发展利益，全方位外交取得重大进展。

source: We successfully hosted the Beijing Olympics and Shanghai World Expo, thus fulfilling dreams the Chinese nation had cherished for a century.
zh_cn: 我们成功举办北京奥运会、上海世博会，实现了中华民族的百年梦想。

source: These brilliant achievements clearly show the advantages of socialism with Chinese characteristics and the great power of reform and opening up. They greatly increased the confidence and pride of our people of all ethnic groups, strengthened the cohesiveness of the Chinese nation, and inspired us to forge ahead on our historic course.
zh_cn: 这些辉煌成就，充分显示了中国特色社会主义的优越性，展现了改革开放的伟大力量，极大增强了全国各族人民的自信心和自豪感，增强了中华民族的凝聚力和向心力，必将激励我们在新的历史征程上奋勇前进。

source: The following are our main accomplishments over the past five years:
zh_cn: 五年来，我们主要做了以下工作：

source: 1.Strengthening and improving macro-control, and spurring steady and rapid economic development
zh_cn: （一）加强和改善宏观调控，促进经济平稳较快发展。

source: We paid close attention to the orientation, focus and strength of macro-control and kept a firm grasp on the initiative in our economic work.
zh_cn: 我们注重把握宏观调控的方向、重点和力度，牢牢掌握经济工作的主动权。

source: In the early stages of the Eleventh Five-Year Plan period, we adopted correct policies and measures to address overheated investment growth, the excessive trade surplus, excess liquidity, and structural and imported inflation; effectively prevented emerging problems from evolving into trends; and prevented problems in anyone area from becoming general problems.
zh_cn: “十一五”前期，针对投资增长过快、贸易顺差过大、流动性过剩，以及结构性、输入性物价上涨等问题，采取正确的政策措施，有效防止了苗头性问题演变成趋势性问题、局部性问题演变成全局性问题。

source: In the last two years, we responded coolly to the impact of the global financial crisis a crisis of a severity seldom seen in the last century, made decisions scientifically and resolutely followed a proactive fiscal policy and moderately easy monetary policy.
zh_cn: 近两年，面对百年罕见的国际金融危机冲击，我们沉着应对、科学决策，果断实行积极的财政政策和适度宽松的货币政策。

source: We steadfastly implemented a multi-point plan, greatly increased government spending and made structural tax reductions, carried out the plan for restructuring and reinvigorating key industries on a large scale, vigorously promoted innovation and increased support for work in science and technology, and substantially increased social security benefits.
zh_cn: 坚持实施一揽子计划，大规模增加政府支出和实行结构性减税，大范围实施重点产业调整振兴规划，大力推进自主创新和加强科技支撑，大幅度提高社会保障水平。

source: We steadfastly followed a strategy of expanding domestic demand; adopted policies and measures to encourage consumer spending; and increased urban and rural incomes, particularly for low-income people. As a result, consumer spending grew steadily and its structure constantly improved.
zh_cn: 坚持扩大内需的战略方针，采取鼓励消费的一系列政策措施，增加城乡居民特别是低收入群众收入，消费规模持续扩大，结构不断升级。

source: We carried out a two-year investment plan to increase spending by 4 trillion yuan, including 1.18 trillion yuan from the central government.
zh_cn: 实施两年新增4万亿元的投资计划，其中，新增中央投资1.18万亿元。

source: Of this amount, 43.7% was invested in low-income housing projects, projects to improve the wellbeing of rural residents, and social programs; 15.3% in innovation, restructuring, energy conservation, emissions reductions and ecological improvement; 23.6% in major infrastructure projects; and 14.8% in post-Wenchuan earthquake recovery and reconstruction.
zh_cn: 保障性安居工程、农村民生工程和社会事业投资占43.7%，自主创新、结构调整、节能减排和生态建设占15.3%，重大基础设施建设占23.6%，灾后恢复重建占14.8%。

source: Government spending guided and drove nongovernmental investment, greatly increased domestic demand and effectively compensated for weak external demand. This helped to reverse the slowdown in economic growth in a relatively short time and make the Chinese economy the first in the world to pick up again. In this way, we not only got over the hard times and ensured and improved the wellbeing of the people, but also laid a firm foundation for long-term development.
zh_cn: 政府投资引导带动社会投资，国内需求大幅增加，有效弥补外需缺口，较短时间内扭转经济增速下滑趋势，在世界率先实现回升向好，既战胜了特殊困难、有力地保障和改善了民生，又为长远发展奠定了坚实基础。

source: 2. Striving to do our work related to agriculture, rural areas, and farmers well, and consolidating and strengthening the agricultural foundation
zh_cn: （二）毫不放松地做好“三农”工作，巩固和加强农业基础。

source: Central government spending on agriculture, rural areas and fanners totaled nearly 3 trillion yuan and grew at an average annual rate of more than 23%.
zh_cn: 中央财政“三农”投入累计近3万亿元，年均增幅超过23%。

source: Agricultural tax and various government charges were totally abolished, thereby ending the history of farmers paying taxes on the crops they grow and easing their annual burden by more than 133.5 billion yuan.
zh_cn: 彻底取消农业税和各种收费，结束了农民种田交税的历史，每年减轻农民负担超过1335亿元。

source: We set up a subsidy system for grain growers and a benefit subsidy system for major growing areas, and paid out 122.6 billion yuan in production subsidies to grain growers last year.
zh_cn: 建立种粮农民补贴制度和主产区利益补偿机制，农民的生产补贴资金去年达到1226亿元。

source: Minimum purchase prices and temporary purchase and storage policies were put in place for key grain varieties, and the minimum purchase prices for wheat and rice were raised by between 25% and 40%.
zh_cn: 对重点粮食品种实行最低收购价和临时收储政策，小麦、稻谷最低收购价提高了25%到40%。

source: We rigorously safeguarded arable land.
zh_cn: 严格保护耕地。

source: We worked hard to make advances in agricultural science and technology.
zh_cn: 着力推进农业科技进步。

source: New record highs were set for grain production, which reached 545 billion kg last year, the seventh consecutive yearly increase.
zh_cn: 粮食产量屡创历史新高，去年达到1.09万亿斤，连续7年增产；

source: The per capita net income of farmers continued to grow rapidly and reached 5,919 yuan.
zh_cn: 农民人均纯收入达到5919元，实现持续较快增长。

source: We made steady progress with comprehensive reforms in the countryside and fully implemented the reform of tenure in collective forests and the system for managing state-owned farms.
zh_cn: 农村综合改革稳步推进，集体林权制度改革、国有农场管理体制改革全面推开。

source: We accelerated agricultural and rural infrastructure development. We finished reinforcing 7,356 large and medium-sized reservoirs and key small reservoirs and ensured the safety of drinking water for 215 million rural residents.
zh_cn: 农业农村基础设施加快建设，完成7356座大中型和重点小型水库除险加固，解决2.15亿农村人口饮水安全问题，

source: Farmers' lives constantly improved and rural development entered a new era.
zh_cn: 农民的日子越过越好，农村发展进入一个新时代。

source: 3. Strongly promoting economic restructuring and improving the quality and performance of economic growth
zh_cn: （三）大力推进经济结构调整，提高经济增长质量和效益。

source: First, we accelerated industrial restructuring and innovation.
zh_cn: 一是加快产业结构调整和自主创新。

source: We vigorously carried out technological upgrading in enterprises and enterprise mergers and reorganizations, which noticeably raised the overall level and competitiveness of Chinese industries, particularly equipment manufacturing.
zh_cn: 积极推进企业技术改造和兼并重组，工业特别是装备制造业总体水平和竞争力明显提高。

source: Strategic emerging industries grew rapidly.
zh_cn: 战略性新兴产业迅速成长。

source: We accelerated the development of the national innovation system; carried out knowledge innovation projects and technology innovation projects; and made breakthroughs in urgently needed cutting-edge technologies, core technologies and key equipment technologies. A large number of research results have been applied in industrial production.
zh_cn: 加快建设国家创新体系，实施知识创新工程和技术创新工程，突破了一批产业发展急需的前沿技术、核心技术和关键装备技术，一大批科研成果实现了产业化。

source: The service industry developed quickly and the proportion it contributes to GDP rose by 2.5 percentage points.
zh_cn: 服务业快速发展，在国内生产总值中占比提高2.5个百分点。

source: We greatly accelerated infrastructure development. We expanded the railway system by 16,000 km over the past five years and the road system by 639,000 km, including 33,000 km of expressways.
zh_cn: 基础设施建设明显加快，五年建成铁路新线1.6万公里，新增公路63.9万公里，其中高速公路3.

source: We built, improved or expanded 33 airports and built or reinforced 17,000 km of dykes.
zh_cn: 3万公里，新建、改扩建机场33个，新建和加固堤防1.7万公里。

source: Second, we made genuine progress in energy conservation, emissions reduction, ecological improvement and environmental protection.
zh_cn: 二是扎实推进节能减排、生态建设和环境保护。

source: We formulated policies, measures and national objectives for controlling greenhouse gas emissions by 2020 and drew up a comprehensive work plan for conserving energy and reducing emissions.
zh_cn: 提出到2020年我国控制温室气体排放行动目标和政策措施，制定实施节能减排综合性工作方案。

source: We vigorously developed clean energy.
zh_cn: 大力发展清洁能源，

source: New power generating units with a capacity of 445 million kW were put on line, including hydropower plants with 96.01 million kW capacity and nuclear power plants with 3.84 million kW capacity.
zh_cn: 新增发电装机容量4.45亿千瓦，其中水电9601万千瓦、核电384万千瓦。

source: We decommissioned small thermal power plants with a capacity of 72.1 million kW and eliminated a number of outdated coal, steel, cement and coke production facilities.
zh_cn: 关停小火电机组7210万千瓦，淘汰了一批落后的煤炭、钢铁、水泥、焦炭产能。

source: We made progress on key ecological forestry projects, and afforested a total of 25.29 million hectares.
zh_cn: 推进林业重点生态工程建设，完成造林2529万公顷。

source: We applied a combination of approaches to control soil erosion on 230,000 km2 of land, and strengthened efforts to control water and air pollution in key watersheds, prevent and control air pollution and control industrial wastewater, waste gases and residues.
zh_cn: 综合治理水土流失面积23万平方公里，加强重点流域水污染防治、大气污染防治和工业“三废”治理。

source: We strongly promoted the development of the circular economy.
zh_cn: 大力发展循环经济。

source: Energy consumption per unit of GDP fell 19.1%, chemical oxygen demand by 12.45% and sulfur dioxide emissions by 14.29%.
zh_cn: 五年累计，单位国内生产总值能耗下降19.1%，化学需氧量、二氧化硫排放量分别下降12.45%、14.29%。

source: Third, we worked to balance regional economic development.
zh_cn: 三是促进区域经济协调发展。

source: We implemented a master strategy for regional development, issued and implemented the national plan for development priority zones; formulated new 10-year guidelines for the large-scale development of the western region and a number of regional development plans; and introduced new measures to stimulate development by leaps and bounds in Tibet, Tibetan ethnic areas in Sichuan, Yunnan, Gansu and Qinghai provinces, Xinjiang and other ethnic minority areas.
zh_cn: 落实区域发展总体战略，颁布实施全国主体功能区规划，制定西部大开发新十年指导意见和一系列区域发展规划，推出促进西藏和四省藏区、新疆等民族地区跨越式发展的新举措。

source: Development accelerated in the central and western regions and northeast China, and their economic growth rates and other main economic indicators were higher than the national average.
zh_cn: 中西部和东北地区发展加快，经济增速等主要指标超过全国平均水平；

source: The economic structure of the eastern region constantly improved, and its innovativeness and competitiveness gradually increased.
zh_cn: 东部地区经济结构不断优化，自主创新和竞争力逐步提高；

source: Discrepancies in levels of basic public services among regions were decreasing, and the development of each region was taking on unique characteristics.
zh_cn: 地区间基本公共服务差距趋于缩小，各具特色的区域发展格局初步形成。

source: 4. Determinedly working to deepen reform and opening up, and strengthening the internal vitality of economic and social development
zh_cn: （四）坚定不移深化改革开放，增强经济社会发展内在活力。

source: We gradually improved the system of transfer payments and set up a rudimentary mechanism for ensuring basic funding for county-level governments.
zh_cn: 财政转移支付制度逐步完善，县级基本财力保障机制初步建立。

source: We comprehensively carried out VAT reform.
zh_cn: 增值税转型全面实施，

source: The reform of prices of refined oil products and related taxes and fees was implemented smoothly.
zh_cn: 成品油价格和税费改革顺利推进，

source: Trials were launched for the reform of resource taxes, and the corporate tax systems for domestic and overseas-funded enterprises were unified.
zh_cn: 资源税改革启动试点，内外资企业税制全面统一。

source: The reform to convert large state-owned commercial banks to stockholding companies was smoothly completed, and the reform of policy-based financial institutions and rural credit cooperatives is well underway.
zh_cn: 国有大型商业银行股份制改革顺利完成，政策性金融机构改革、农村信用社改革积极推进；

source: We steadily resolved the issue of floating non-tradable shares of listed companies; successfully launched the ChiNext stock market; and introduced stock index futures and securities margin trading. The market for government bonds developed steadily.
zh_cn: 平稳解决上市公司股权分置问题，创业板、股指期货和融资融券顺利推出，债券市场稳步发展；

source: We deepened the reform and opening up of the insurance industry.
zh_cn: 深入推进保险业改革开放；

source: Orderly progress was made in reforming the mechanism for setting the RMB exchange rate, and the trials of settling cross-border trade accounts in RMB were constantly expanded.
zh_cn: 人民币汇率形成机制改革有序推进，跨境贸易人民币结算试点不断扩大。

source: Positive progress was made in the reform to turn state-owned enterprises (SOEs) into stockholding corporations and the reform of the system for managing and overseeing state assets.
zh_cn: 国有企业公司制股份制改革、国有资产监管体制改革取得积极进展。

source: We accelerated reform of the postal system.
zh_cn: 邮政体制改革加快推进。

source: A series of policies were formulated and implemented to promote the development of small and medium-sized enterprises and encourage nongovernmental investment, the environment for the development of the non-public sector of the economy constantly improved, and economic entities under diverse forms of ownership developed side by side.
zh_cn: 制定实施促进中小企业发展和民间投资的一系列政策，非公有制经济发展环境不断改善，多种所有制经济共同发展。

source: The breadth and depth of our openness to the outside world constantly increased.
zh_cn: 不断拓展对外开放的广度和深度。

source: Total import and export volume grew by an average annual rate of 15.9%, and the structure of imports and exports constantly improved.
zh_cn: 进出口总额年均增长15.9%，结构不断优化。

source: Our trade surplus decreased for two consecutive years, and the year-on-year decrease was 6.4% in 2010.
zh_cn: 贸易顺差连续两年下降，2010年比上年减少6.4%。

source: The utilization of foreign capital further improved.
zh_cn: 利用外资水平进一步提高。

source: The pace of enterprises "going global" increased noticeably: outward foreign direct investment reached $220 billion and the total volume of contracts to build foreign projects and provide overseas labor services reached $335.2 billion.
zh_cn: 企业“走出去”步伐明显加快，累计对外直接投资2200亿美元，对外工程承包和劳务合作营业额3352亿美元。

source: We energetically participated in the reform of global economic governance and the development of mechanisms for regional cooperation, and our multilateral and bilateral economic and trade cooperation continued to deepen.
zh_cn: 积极参与全球经济治理机制改革和区域合作机制建设，多边、双边经贸合作继续深化。

source: The scale of our foreign aid continued to grow.
zh_cn: 对外援助规模持续扩大。

source: Opening to the outside world strongly stimulated economic development and restructuring, increased employment, attracted advanced technology and managerial expertise, and greatly improved China's international standing.
zh_cn: 对外开放有力促进了经济发展和结构调整，增加了就业，吸收了先进技术和管理经验，大大提高了我国的国际地位。

source: 5. Accelerating the development of social undertakings and genuinely ensuring and improving the people's wellbeing
zh_cn: （五）加快发展社会事业，切实保障和改善民生。

source: We constantly worked to keep economic development in line with social development, and plan development with a view to improving the wellbeing of the people.
zh_cn: 始终坚持经济发展与社会发展相协调，围绕改善民生谋发展。

source: We gave high priority to employment in economic and social development.
zh_cn: 把就业放在经济社会发展的优先位置。

source: We improved vocational training and employment services; helped college graduates, rural migrant workers and urban residents who have difficulty finding jobs to find employment; and helped ex-soldiers find jobs and settle down.
zh_cn: 加强职业培训和就业服务，促进高校毕业生、农村转移劳动力、城镇就业困难人员就业，做好退役军人就业安置工作。

source: We implemented the Labor Contract Law and the Law on Promoting Employment, raised minimum wages, and promoted harmonious labor relations.
zh_cn: 实施劳动合同法和就业促进法，普遍提高最低工资标准，推动建立和谐劳动关系。

source: We achieved breakthroughs in the development of the social security system for both urban and rural residents;
zh_cn: 覆盖城乡的社会保障体系建设取得突破性进展，

source: basic pension insurance for urban workers was put under unified planning at the provincial level;
zh_cn: 城镇职工基本养老保险实现省级统筹，

source: a method was devised to transfer pension insurance coverage for workers moving to other provinces;
zh_cn: 实施养老保险关系跨省转移接续办法，

source: and there was an average 10% increase per year over the last seven years in the basic pension for enterprise retirees.
zh_cn: 连续7年提高企业退休人员基本养老金水平，年均增长10%，

source: In addition, the trial of a new type of pension insurance for rural residents has been extended to 24% of all counties.
zh_cn: 新型农村社会养老保险试点覆盖24%的县。

source: We actively yet prudently carried out the reform of the pharmaceutical and healthcare systems, and completed a basic medical insurance system for non-working urban residents and a new rural cooperative medical care system, which benefit 432 million working and non-working urban residents and 835 million rural residents.
zh_cn: 积极稳妥推进医药卫生体制改革，全面建立城镇居民基本医疗保险制度、新型农村合作医疗制度，惠及4.32亿城镇职工和城镇居民、8.35亿农村居民。

source: We achieved complete coverage of the subsistence allowance system; basically put in place an urban-rural government assistance program; and made continued progress in programs related to social welfare, preferential treatment and arrangements for entitled groups, charities, and people who are physically or mentally handicapped.
zh_cn: 最低生活保障制度实现全覆盖，城乡社会救助体系基本建立，社会福利、优抚安置、慈善和残疾人事业取得新进展。

source: Moreover, the national social security fund now stands at 781 billion yuan, over 580 billion yuan more than five years ago.
zh_cn: 全国社会保障基金积累7810亿元，比五年前增加5800多亿元。

source: We devoted great efforts to constructing low-income housing and redeveloping run-down areas, and as a result, 11 million poor households were able to move into new homes.
zh_cn: 大力实施保障性住房建设和棚户区改造，使1100万户困难家庭住上了新房。

source: We worked tirelessly to ensure everyone has access to old-age care, medical treatment, and housing.
zh_cn: 我们要持之以恒，努力让全体人民老有所养、病有所医、住有所居。

source: We formulated and implemented the National Medium- and Long-Term Plan for Education Reform and Development.
zh_cn: 制定和实施国家中长期教育改革和发展规划纲要。

source: Government spending on education nationwide totaled 4.45 trillion yuan, and grew at an average annual rate of 22.4%.
zh_cn: 五年全国财政教育支出累计4.45万亿元，年均增长22.4%。

source: We made urban and rural compulsory education free so that all children of school age can receive an education at no cost.
zh_cn: 全面实现城乡免费义务教育，所有适龄儿童都能“不花钱、有学上”。

source: We fully implemented the system that links the salaries of teachers in compulsory education to their performance.
zh_cn: 义务教育阶段教师绩效工资制度全面实施。

source: Secondary vocational education was made free for students from poverty-stricken rural households and low-income urban households and students whose majors are related to agriculture.
zh_cn: 中等职业教育对农村经济困难家庭、城市低收入家庭和涉农专业的学生实行免费。

source: We accelerated the implementation of the government financial aid system for students, and government investment increased from 1.8 billion yuan in 2006 to 30.6 billion yuan in 2010. The system was expanded from institutions of higher learning to secondary vocational schools and regular senior secondary schools, and has helped fund the education of 21.3 million students and provided living expenses for over 12 million students living on campus while receiving compulsory education.
zh_cn: 加快实施国家助学制度，财政投入从2006年的18亿元增加到2010年的306亿元，覆盖面从高等学校扩大到中等职业学校和普通高中，共资助学生2130万名，还为1200多万名义务教育寄宿生提供生活补助。

source: We accelerated the renovation of dilapidated primary and secondary school buildings in rural areas and the development of vocational education infrastructure.
zh_cn: 加快农村中小学危房改造和职业教育基础设施建设。

source: We improved the overall quality of higher education, and enhanced the innovation capacity of colleges and universities.
zh_cn: 全面提高高等教育质量和水平，增强高校创新能力。

source: We formulated and implemented the National Medium- and Long-Term Plan for Scientific and Technological Development.
zh_cn: 制定并实施国家中长期科学和技术发展规划纲要，

source: The central government allocated 619.7 billion yuan for science and technology, an average annual increase of 22.7%, which resulted in a series of major achievements.
zh_cn: 中央财政科技投入6197亿元，年均增长22.7%，取得了一系列重大成果。

source: Great efforts were made to improve the services provided by community-based medical and health care facilities.
zh_cn: 大力加强基层医疗卫生服务能力建设。
